Repository: fossabot/neoton-panel
Catalog: lang/neoton-*.po
Languages: ru_ru

source: Add an endpoint
ru_ru: Добавить точку вещания

source: endpoint name
ru_ru: название

source: IP address
ru_ru: IP-адрес

source: inbound port
ru_ru: входящий порт

source: mount point
ru_ru: точка монирования

source: password
ru_ru: пароль

source: Schedule
ru_ru: Расписание

source: create
ru_ru: создать

source: Edit an endpoint
ru_ru: Редактировать точку

source: Ip address
ru_ru: IP-адрес

source: update
ru_ru: обновить

source: Set schedule
ru_ru: Задать расписание

source: set
ru_ru: задать

source: remove endpoint
ru_ru: удалить точку

source: Cancel
ru_ru: Отмена

source: Search for a track
ru_ru: Поиск композиции

source: artist or title
ru_ru: исполнитель или название

source: search
ru_ru: поиск

source: artist
ru_ru: исполнитель

source: title
ru_ru: название

source: remove track
ru_ru: удалить

source: Add a track
ru_ru: Добавить композицию

source: upload
ru_ru: загрузить

source: Edit the track metadata
ru_ru: Редактировать метаданные

source: remove
ru_ru: удалить

source: Server time
ru_ru: Время сервера

source: Add a playlist
ru_ru: Добавить плейлист

source: name
ru_ru: название

source: add
ru_ru: добавить

source: Track
ru_ru: Композиция

source: Remove this track
ru_ru: Удаление композиции

source: Add this track
ru_ru: Добавить композицию

source: Remove playlist
ru_ru: Удалить плейлист

source: Add schedule
ru_ru: Новое расписание

source: Start time
ru_ru: Начало

source: Stop time
ru_ru: Окончание

source: Playlist
ru_ru: Плейлист

source: Remove this time frame
ru_ru: Удалить это время срабатывания

source: Add time frame
ru_ru: Добавить время срабатывания

source: remove schedule
ru_ru: удалить расписание

source: This schedule does not exist
ru_ru: Такого расписания не существует

source: Bad endpoint name
ru_ru: Неверное название точки вещания

source: Bad endpoint IP address
ru_ru: Неверный IP-адрес

source: Bad mount point name
ru_ru: Неверное имя точки монтирования

source: Password cannot be empty or longer than 128 symbols
ru_ru: Пароль не может пустым или длиннее 128 символов

source: Bad inbound port
ru_ru: Неверный входящий порт

source: This endpoint does not exist
ru_ru: Точки вещания не существует

source: Endpoints
ru_ru: Точки вещания

source: Manage endpoints: add, edit, remove, connect/disconnect broadcasting endpoints
ru_ru: Управление точками вещания: добавление, удаление, редактирование, подключение и отключение точек

source: 404: Not Found
ru_ru: 404: Не найдено

source: The path you are trying to access is invalid.
ru_ru: Указанный путь не существует.

source: username
ru_ru: имя пользователя

source: go
ru_ru: войти

source: Neoton: broadcast management
ru_ru: Neoton: управление вещанием

source: System error
ru_ru: Системная ошибка

source: System or network error
ru_ru: Системная или сетевая ошибка

source: Track metadata has been updated
ru_ru: Данные композиции сохранены

source: Endpoint info has been updated
ru_ru: Точка вещания обновлена

source: Schedule has been associated with the endpoint
ru_ru: Расписание для точки вещания задано

source: Error
ru_ru: Ошибка

source: Removing the track
ru_ru: Удаление композиции

source: Are you sure that you want to remove selected track?
ru_ru: Вы уверены, что хотите удалить эту композицию?

source: Removing the endpoint
ru_ru: Удаление точки вещания

source: Are you sure that you want to remove selected endpoint?
ru_ru: Вы уверены что хотите удалить эту точку вещания?

source: Removing the playlist
ru_ru: Удаление плейлиста

source: Are you sure that you want to remove selected playlist?
ru_ru: Вы уверены, что хотите удалить этот плейлист?

source: Removing the schedule
ru_ru: Удаление расписания

source: Are you sure that you want to remove selected schedule?
ru_ru: Вы уверены, что хотите удалить это расписание?

source: Your browser does not support WebSockets
ru_ru: Ваш браузер не поддерживает WebSockets

source: Socket disconnected
ru_ru: Сокет отключился

source: Socket is not connected
ru_ru: Сокет не подключен

source: Control server registration error
ru_ru: Ошибка регистрации на сервере управления

source: Streaming servers have been restarted
ru_ru: Генераторы потоков перезапущены

source: Could not restart streaming servers
ru_ru: Не удалось перезапустить генераторы потоков

source: Endpoints info reloaded
ru_ru: Точки вещания синхронизированы

source: Endpoint info reload error
ru_ru: Не удалось синхронизировать точки вещания

source: Artist name can not be empty or longer than 64 characters
ru_ru: Поле исполнителя не может быть пустым и его длина не может превышать 64 символа

source: Title can not be empty or longer than 64 characters
ru_ru: Поле названия не может быть пустым и его длина не может превышать 64 символа

source: Could not save the file
ru_ru: Не удалось сохранить файл

source: This track does not exist
ru_ru: Такой композиции не существует

source: Search tracks in the media library
ru_ru: Поиск композиций в библиотеке

source: Library
ru_ru: Библиотека

source: Media library management: add, remove, edit metadata of the audio tracks
ru_ru: Управление библиотекой композиций: добавление, удаление, редактирование метаданных треков

source: Control panel
ru_ru: Панель управления

source: Current status of the Neoton network
ru_ru: Состояние сети Neoton

source: Playlists
ru_ru: Плейлисты

source: Could not connect to the database, sorry.
ru_ru: Не удалось подключиться к базе данных.

source: Could not execute the database query.
ru_ru: Не удалось выполнить запрос к базе данных.

source: Playlist name can not be empty
ru_ru: Название плейлиста не может быть пустым

source: This playlist does not exist
ru_ru: Такого плейлиста не существует

source: Playlists management: add, remove, edit playlists
ru_ru: Управление списками воспроизведения: добавление, удаление, редактирование

source: Schedule name can not be empty
ru_ru: Название расписания не может быть пустым

source: Schedule management: add, remove, edit timetables of the schedule
ru_ru: Управление расписаниями: добавление, удаление, редактирование временной таблицы расписания
